import React from "react";
import "./Faq.css";

export const Faq = () => {
  return (
    <main>
      <div className="content-header3">
        <h5>طلب تأشيرة عُمان سهل ومريح!</h5>
      </div>
      <ul id="accordion">
        <li>
          <label htmlFor="first">
            <span>&#x3e;</span>اختبار كتابة اختبار كتابة اختبار كتابة اختبار
            كتابة اختبار كتابة؟
          </label>

          <input type="radio" name="accordion" id="first" />
          <div className="content">
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
          </div>
        </li>
        <li>
          <label htmlFor="second">
            <span>&#x3e;</span>اختبار كتابة اختبار كتابة اختبار كتابة اختبار
            كتابة اختبار كتابة؟
          </label>
          <input type="radio" name="accordion" id="second" />
          <div className="content">
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
          </div>
        </li>
        <li>
          <label htmlFor="third">
            <span>&#x3e;</span>اختبار كتابة اختبار كتابة اختبار كتابة اختبار
            كتابة اختبار كتابة؟
          </label>
          <input type="radio" name="accordion" id="third" />
          <div className="content">
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
          </div>
        </li>
        <li>
          <label htmlFor="four">
            <span>&#x3e;</span>اختبار كتابة اختبار كتابة اختبار كتابة اختبار
            كتابة اختبار كتابة؟
          </label>
          <input type="radio" name="accordion" id="four" />
          <div className="content">
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
            اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة اختبار كتابة
          </div>
        </li>
      </ul>
    </main>
  );
};
